<?php
// +----------------------------------------------------------------------
// | OneLibrary [ DO IT NOW! ]
// +----------------------------------------------------------------------
// | Copyright (c) 2014 niko All rights reserved.
// +----------------------------------------------------------------------
// | Author: zhangqiqian <43874051@qq.com>
// +----------------------------------------------------------------------

namespace Api\Controller;

/**
 * 空模块，主要用于显示404页面，请不要删除
 */
class EmptyController extends ApiController{
	//没有任何方法，直接执行ApiController的_empty方法
	//请不要删除该控制器
}
